[
  {
    "type": "Diamond",
    "description": "A diamond is nature’s masterpiece—an exquisite crystal of pure carbon, forged deep within the Earth under unimaginable heat and pressure over billions of years. Its unmatched brilliance comes from its exceptional ability to refract and disperse light, sending dazzling flashes of color and sparkle in every direction. Often associated with purity, strength, and eternal love, the diamond is both scientifically remarkable and symbolically profound. Its surface can be cut into countless precise facets, each meticulously angled to maximize its fire and scintillation. From the icy clarity of a flawless stone to the subtle warmth of fancy colors like canary yellow or rare blue, every diamond holds a unique personality. Beyond its beauty, it is the hardest known natural substance on Earth, resistant to scratches and enduring through generations, making it a timeless treasure cherished in fine jewelry and royal regalia alike.",
    "smalldesc": "Diamond, with its exceptional brilliance and hardness, is a symbol of enduring strength and timeless beauty, highly prized in fine jewelry for its unparalleled sparkle.",
    "mainImage": "https://i.pinimg.com/1200x/8f/a6/2b/8fa62b2ed422c826bbcefee5ccda200a.jpg",
    "images": [
      "https://i.pinimg.com/736x/77/71/14/777114ebd9faf4e094fb019daa970588.jpg",
      "https://i.pinimg.com/736x/ff/8b/5b/ff8b5b48343675c0079f004a1443dd3c.jpg",
      "https://i.pinimg.com/1200x/14/5d/c6/145dc643ae90764d97f5853087760caf.jpg",
      "https://i.pinimg.com/736x/1d/36/5e/1d365e0768f2afded3559d1ed9a1b0ac.jpg",
      "https://i.pinimg.com/736x/18/78/b0/1878b09b066d8b1ee7f1a4e906094be3.jpg",
      "https://i.pinimg.com/1200x/cc/47/d6/cc47d6d12df57379e0e3e184c8cd27d3.jpg",
      "https://i.pinimg.com/1200x/df/29/45/df2945d935d657109059ff72edf4bcc0.jpg",
      "https://i.pinimg.com/1200x/b0/68/0f/b0680f25df6415875bf56442c42401cc.jpg",
      "https://i.pinimg.com/736x/fd/8f/ee/fd8fee599c14b40c4f64707fcbbefe0d.jpg",
      "https://i.pinimg.com/736x/ae/11/e6/ae11e6a6610d00f0773988bac72fcb1e.jpg"
    ]
  },
  {
    "type": "Quartz",
    "description": "Quartz is one of the most abundant and versatile minerals on Earth, prized for its clarity, durability, and natural beauty. Composed primarily of silicon dioxide, it forms in a wide range of colors and varieties, from the crystal-clear brilliance of rock crystal to the soft pink glow of rose quartz, the deep purple of amethyst, and the golden warmth of citrine. Its hexagonal crystal structure gives it a distinctive geometric elegance, while its resistance to weathering makes it a lasting presence in nature and human craftsmanship alike. Quartz has been valued for centuries in jewelry, decorative objects, and even ancient carvings, as well as for its practical uses in watches, electronics, and glassmaking. Whether in its raw, unpolished form or cut and polished to a mirror-like sheen, quartz carries a timeless, grounding energy—connecting the beauty of the natural world with the precision of human artistry.",
    "smalldesc": "Quartz is a versatile mineral known for its crystalline structure and wide range of colors. It is a fundamental component of many gemstones and a popular choice for both decorative and industrial uses.",
    "mainImage": "https://i.pinimg.com/736x/d9/f5/53/d9f553fa4314c34f0e52e5b03056fdf7.jpg",
    "images": [
      "https://i.pinimg.com/736x/64/f5/44/64f54402649debe3643e54d398d41693.jpg",
      "https://i.pinimg.com/736x/c2/dc/9e/c2dc9ee1dc6bdfd6ebe6b2efb69e696b.jpg",
      "https://i.pinimg.com/736x/33/6c/65/336c6552d7f0c74b71bc850364fd6f10.jpg",
      "https://i.pinimg.com/736x/c6/dd/43/c6dd437d23317e54e6f5003f67b70be4.jpg",
      "https://i.pinimg.com/736x/6e/69/2e/6e692e8bfd85e91a466fdfeb1ecc89c9.jpg",
      "https://i.pinimg.com/736x/ff/69/cb/ff69cb6d1bdf723d560a957ed33fcb50.jpg",
      "https://i.pinimg.com/736x/3d/36/d3/3d36d3ca093e87d33639600dab5d66f4.jpg",
      "https://i.pinimg.com/736x/39/6c/3f/396c3f14e3fcc33ca37b920eefedb47c.jpg",
      "https://i.pinimg.com/736x/78/4a/42/784a42616047a4c3d3e4b310fc1693af.jpg",
      "https://i.pinimg.com/736x/06/ee/6a/06ee6af123fe51ee7a9c6814b9c58c88.jpg"
    ]
  },
  {
    "type": "Ruby",
    "description": "Ruby is a precious gemstone celebrated for its fiery red hue, a color that has come to symbolize passion, vitality, and power. Belonging to the corundum family and composed primarily of aluminum oxide with traces of chromium, ruby owes its vivid coloration to these rare impurities. Its brilliance and depth of color can range from rich, velvety crimson to bright scarlet, with the most prized specimens displaying the legendary “pigeon’s blood” red. Known for its exceptional hardness—second only to diamond—ruby is as enduring as it is beautiful, making it a favored choice for heirloom jewelry. Throughout history, rubies have been treasured by royalty and warriors alike, believed to bring protection, courage, and prosperity to their wearers. Whether set in an ornate crown or a modern ring, a ruby’s intense glow captures the essence of both elegance and strength, making it one of the most captivating gems in the world.",
    "smalldesc": "Ruby, known as the 'King of Gems,' captivates with its deep red hue and brilliant luster. This precious stone symbolizes passion, prosperity, and protection, making it a timeless treasure.",
    "mainImage": "https://i.pinimg.com/1200x/2c/af/b0/2cafb0a269b8b54ff61457e162d7e617.jpg",
    "images": [
      "https://i.pinimg.com/736x/40/ad/b6/40adb67092f6090a8d62f3f87b557d37.jpg",
      "https://images.unsplash.com/photo-1640103752080-5bcd5c272580?q=80&w=687&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "https://i.pinimg.com/736x/af/e9/a5/afe9a53f451b492539abecffaab6279b.jpg",
      "https://i.pinimg.com/1200x/22/6a/39/226a39f1ee9456f994d0571136ffe914.jpg",
      "https://i.pinimg.com/1200x/68/d8/c5/68d8c5eaf3075deb9b54fd9bab3bad90.jpg",
      "https://i.pinimg.com/1200x/28/fd/14/28fd1409a2bf73690cf5d298475b9f0c.jpg",
      "https://i.pinimg.com/1200x/6c/2c/32/6c2c32e99c948f0e898e58fb7ddbd7c8.jpg",
      "https://i.pinimg.com/736x/63/2e/80/632e804d8f7c676e207ce709f957f8e4.jpg",
      "https://i.pinimg.com/736x/f7/16/80/f71680b2ad83900688386c58f94915ff.jpg",
      "https://i.pinimg.com/736x/ba/fb/22/bafb229314dc8bcb5191c0534e0ff8c8.jpg"
    ]
  },
  {
    "type": "Sapphire",
    "description": "Sapphire is a precious gemstone revered for its captivating beauty, remarkable durability, and deep cultural significance. A member of the corundum family, it is composed primarily of aluminum oxide, with trace elements such as iron and titanium giving rise to its signature shades of blue—from soft cornflower hues to intense, velvety midnight tones. While blue is the most iconic, sapphires can be found in a spectrum of colors, each with its own charm and rarity. Known for its exceptional hardness, second only to diamond, sapphire has been cherished for centuries in royal regalia, engagement rings, and ceremonial treasures. Legends speak of sapphires as symbols of wisdom, loyalty, and divine favor, believed to protect their wearers from harm and envy. Whether sparkling under the daylight or glowing softly in candlelight, a fine sapphire exudes timeless elegance, making it a jewel that transcends fashion and generations.",
    "smalldesc": "Sapphire is a brilliant gemstone revered for its deep blue color, symbolizing wisdom, loyalty, and nobility. It's a favorite for both engagement rings and sophisticated jewelry.",
    "mainImage": "https://i.pinimg.com/1200x/74/b2/fd/74b2fd60012372a0aa3744093eff3ff9.jpg",
    "images": [
      "https://images.unsplash.com/photo-1511978702894-1ab5932da2b6?q=80&w=1074&auto=format&fit=crop&ixlib=rb-4.1.0&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D",
      "https://i.pinimg.com/1200x/42/02/b6/4202b6ba134cebae50562cd64fa33e3a.jpg",
      "https://i.pinimg.com/736x/a8/5e/14/a85e14ff1fe032ece2374022bd881447.jpg",
      "https://i.pinimg.com/736x/80/23/1c/80231c0ffd470c273774f9d6f31f2250.jpg",
      "https://i.pinimg.com/736x/30/c8/17/30c8177f64e432fdc1a28c65520af90b.jpg",
      "https://i.pinimg.com/736x/97/b1/c0/97b1c0c95e923a12ac7ddee59a3fe995.jpg",
      "https://i.pinimg.com/736x/7f/ca/f1/7fcaf1b8f83c8f123932a4e0ab479afb.jpg",
      "https://i.pinimg.com/736x/63/e6/0d/63e60d4612c6a9f5c6a14e3587db5b76.jpg",
      "https://i.pinimg.com/736x/5d/01/9e/5d019e022f8492a71549a04a778f3792.jpg",
      "https://i.pinimg.com/736x/6a/ca/82/6aca82ee8cd48c48352b0b7afc773884.jpg"
    ]
  },
  {
    "type": "Emerald",
    "description": "Emerald is a precious gemstone celebrated for its lush green hue, a color that has long symbolized renewal, fertility, and eternal spring. Belonging to the beryl family and colored by trace amounts of chromium and vanadium, its vibrant tones can range from soft, grassy green to the rich, velvety depth of a forest after rain. Though slightly softer than diamonds or sapphires, emeralds are treasured for their unique beauty and often contain natural inclusions—known as “jardin,” or garden—that add character and testify to their natural origin. Throughout history, emeralds have adorned the crowns of royalty and the treasures of ancient civilizations, from Cleopatra’s fabled collection to the treasures of the Mughal Empire. Believed to bring clarity of mind, harmony, and prosperity, a fine emerald captures both the freshness of nature and the elegance of timeless luxury, making it one of the most enchanting gems in the world.",
    "smalldesc": "Emerald is a precious gemstone characterized by its rich, vibrant green color. It is a symbol of rebirth, love, and good fortune, often admired for its deep, lush hue.",
    "mainImage": "https://i.pinimg.com/736x/39/6c/3f/396c3f14e3fcc33ca37b920eefedb47c.jpg",
    "images": [
      "https://i.pinimg.com/736x/d4/18/e7/d418e7b8b14f3b95788fc168b01f8cef.jpg",
      "https://i.pinimg.com/736x/4c/ba/6a/4cba6a6f011d8711c597271e0209410e.jpg",
      "https://i.pinimg.com/736x/6f/b0/0c/6fb00c87be1450b5d58833326e4800a7.jpg",
      "https://i.pinimg.com/1200x/e6/5f/ad/e65fad400288746b7d9e747242f396ec.jpg",
      "https://i.pinimg.com/736x/15/b8/eb/15b8eb13a877bf33bb9242a10f8e962d.jpg",
      "https://i.pinimg.com/736x/6a/c8/3c/6ac83cb0c6b6f467d93a9386a6e6468b.jpg",
      "https://i.pinimg.com/736x/09/e1/6c/09e16c7df158313f6ef3eaef22172636.jpg",
      "https://i.pinimg.com/736x/a0/e7/a8/a0e7a8d46990ec38db47dfb719c4b1ef.jpg",
      "https://i.pinimg.com/736x/e9/bb/ac/e9bbac629fdabd18424bb6d6a022b247.jpg",
      "https://i.pinimg.com/736x/9e/8f/87/9e8f8720ced57fa549315124a3edb1ea.jpg"
    ]
  },
  {
    "type": "Topaz",
    "description": "Topaz is a radiant gemstone admired for its remarkable clarity, brilliance, and dazzling range of colors. Composed of aluminum and fluorine silicate, it naturally forms in hues that span from golden honey and fiery orange to icy blue, soft pink, and even colorless varieties. The most coveted is the imperial topaz, with its rich amber-to-pinkish tones that glow warmly under any light. Known for its excellent hardness and high transparency, topaz is both durable and visually striking, making it a favorite for finely crafted jewelry. Throughout history, it has been associated with strength, wisdom, and good fortune, believed to protect its wearer from harm and enhance creativity. Whether cut into a sparkling oval for a pendant or a sleek emerald cut for a statement ring, topaz captures light with a brilliance that feels both vibrant and serene, embodying elegance in every facet.",
    "smalldesc": "Topaz is a stunning silicate mineral that comes in a rainbow of colors, most notably a vibrant blue. It is prized for its affordability and striking beauty.",
    "mainImage": "https://i.pinimg.com/736x/8a/51/84/8a5184edb9427bf19fa8c5aa3e0fd069.jpg",
    "images": [
      "https://i.pinimg.com/1200x/38/5b/c6/385bc6459e2ef178bac9eab1519967d5.jpg",
      "https://i.pinimg.com/1200x/ce/c8/c7/cec8c711a22fb9837cf25deff9cbda83.jpg",
      "https://i.pinimg.com/736x/e1/63/ed/e163ed196ed6a8e125519c55b739551e.jpg",
      "https://i.pinimg.com/736x/33/49/dc/3349dc1e35baf8e65ad228340e57411a.jpg",
      "https://i.pinimg.com/736x/b2/46/1a/b2461a62fa0262976a80968a8590ef91.jpg",
      "https://i.pinimg.com/736x/0f/96/77/0f967752204bec63727806709bb17b25.jpg",
      "https://i.pinimg.com/736x/7b/15/61/7b156196c9a364655bce8db5622d0f6b.jpg",
      "https://i.pinimg.com/736x/9a/df/81/9adf81300a6e3ccd115248f37b3f2d90.jpg",
      "https://i.pinimg.com/736x/00/22/51/0022511ecb4aaa268709a3efd11d9e01.jpg",
      "https://i.pinimg.com/736x/8b/0d/a5/8b0da56f551cb959b51dc704622a7faf.jpg"
    ]
  },
  {
    "type": "Amethyst",
    "description": "Amethyst is a captivating gemstone celebrated for its rich purple hues, ranging from delicate lavender to deep, regal violet. A variety of quartz colored by trace amounts of iron and natural irradiation, amethyst has been treasured for centuries for both its beauty and its symbolism. In ancient times, it was believed to bring clarity of mind, inner peace, and protection against negative influences. Its name comes from the Greek word amethystos, meaning “not intoxicated,” reflecting the ancient belief that it could prevent drunkenness and promote a clear head. Amethyst’s crystalline structure allows it to catch and reflect light beautifully, whether in raw geode formations or precisely cut, polished gems. Often set in fine jewelry or used in ornamental carvings, amethyst exudes an aura of elegance and spiritual calm, making it a timeless favorite among collectors and gemstone enthusiasts alike.",
    "smalldesc": "Amethyst is a mesmerizing violet variety of quartz, prized for its beautiful purple color. It is associated with tranquility, clarity, and protection, making it a popular choice for both jewelry and spiritual practices.",
    "mainImage": "https://i.pinimg.com/1200x/8a/4e/ca/8a4eca623086017a11c32e7ca0add18c.jpg",
    "images": [
      "https://i.pinimg.com/1200x/40/40/05/40400546f38ec51e500f9bf39051b78c.jpg",
      "https://i.pinimg.com/736x/76/5f/95/765f953d7db7079c147bff6bb7e261ca.jpg",
      "https://i.pinimg.com/736x/9b/f3/37/9bf337064fcaa70d3c9117458627c74e.jpg",
      "https://i.pinimg.com/736x/4d/84/3f/4d843f6dbd28fc37c9409c002a3a1503.jpg",
      "https://i.pinimg.com/736x/98/d2/6f/98d26fb9b62956b0721252d93d0ce0f4.jpg",
      "https://i.pinimg.com/736x/80/e9/81/80e981e835532e82608eb9356aa73900.jpg",
      "https://i.pinimg.com/736x/1f/f0/82/1ff082b2d0faa8be4ecdb94276253327.jpg",
      "https://i.pinimg.com/736x/59/43/45/594345f08b8ee94374a4ca3b24756e1a.jpg",
      "https://i.pinimg.com/736x/3e/f5/4f/3ef54fd0dbbc4f85657676f6c409ca19.jpg",
      "https://i.pinimg.com/736x/51/e7/aa/51e7aaa0a46e82dc2aa0e9613611b0ed.jpg"
    ]
  },
  {
    "type": "Opal",
    "description": "Opal is a mesmerizing gemstone celebrated for its kaleidoscopic play-of-color, where flashes of red, green, blue, and gold dance across its surface with every movement. Composed of hydrated silica, opal is unique among gemstones for its ability to diffract light through tiny silica spheres, creating its signature iridescence. No two opals are alike—each carries its own pattern, from fiery pinpoints of light to broad, sweeping color patches. Found in a range of varieties, from the vivid brilliance of black opal to the soft, milky glow of white opal and the transparent fire of crystal opal, it has captivated humans for centuries. Ancient civilizations regarded it as a stone of luck, hope, and creativity, believing it could inspire imagination and protect its wearer. Fragile yet enchanting, opal holds an almost mystical beauty, as if a fragment of a rainbow had been captured and preserved within stone.",
    "smalldesc": "Opal is a unique and captivating gemstone known for its stunning 'play-of-color' effect. It is a hydrated amorphous form of silica, celebrated for its vibrant, iridescent flashes of light.",
    "mainImage": "https://i.pinimg.com/736x/30/a7/e6/30a7e614171219bc96d6cce90cae72ba.jpg",
    "images": [
      "https://i.pinimg.com/736x/d4/c0/36/d4c03644b274e2f7c531884d4777d855.jpg",
      "https://i.pinimg.com/736x/72/f2/7f/72f27f3975a2f95b45a3bf1478d97a86.jpg",
      "https://i.pinimg.com/736x/3c/9a/67/3c9a67fdb651f3601c0c35220eb1ded0.jpg",
      "https://i.pinimg.com/736x/1e/a9/dd/1ea9ddd306a41c82af40fe09604eccc0.jpg",
      "https://i.pinimg.com/736x/3b/b0/27/3bb027a37eb30abb1ec613c7938ee97c.jpg",
      "https://i.pinimg.com/736x/fe/40/e4/fe40e452b541b9c2d558a15be8db9248.jpg",
      "https://i.pinimg.com/736x/35/a2/b6/35a2b65aee5664a0640a76bef56e755c.jpg",
      "https://i.pinimg.com/736x/61/e0/32/61e032995a1260f41887654419ad5373.jpg",
      "https://i.pinimg.com/1200x/5f/03/92/5f03923f56bc6287778273f85443a2dd.jpg",
      "https://i.pinimg.com/1200x/cc/4a/59/cc4a59df07d10ee782e5297fc82fad07.jpg"
    ]
  }
]
